<template lang="html">
    <div class="">
      </br></br>
      常用问题解答（客服、销售）</br>
1.	用户在手机APP进行预约，是否能在IPAD或网页进行上课</br></br>
答：可以，不论在哪个地方预约都可以在其他软件上课，数据是互通的</br>

2.	上课时间当日是20:00，能否在19:30或更早上课</br>
答：可以，只要没有超过当日时间的21:00都可以正常上课</br>

3.	添加预约时间时获取不到时间，明明添加了预约时间</br>
答：
（1）	该时间可预约的人数已经满了，可以再次添加一下这个时间段并设置可预约人数的上限</br></br>
（2）	查看训练课用户的课程表，所消耗的课时种类（注意力、混合），需要与用户有的课时种类一致</br>

常用问题解答（老师）</br>
1. 翻页失败的问题？</br>
（1）MAC及网页老师端新版本(3月10日更新)，新版本和旧版本都可能会出现PPT翻页失败的问题，原因是网络问题不稳定导致的，建议多试几次或者退出重新进入</br>
（2）信令没有登录成功，退出老师端及用户端退出后重新登录，网页版（用户端）会有信令登录失败提示，用户会看到，可以询问下用户是否看到这条提示，如果看到了，可以刷新网页重新登录
</br>
2.用户没有画面，但是听的到声音</br>
（1）PAD版用户端由于网络不稳，老师端与用户之间的视频通讯断开、音频仍然连接，可以建议用户退出教室重新进入，如果还是不可以，建议用户及老师退出(退出进程)再重新进入</br>
（2）网页版用户端没有下载视频插件，需要安装视频插件，插件可以在官网，软件下载中下载。下载地址：http://www.czbapp.com/#/SoftwareDownload</br>
（3）网页版用户端没有使用正确的浏览器，浏览器只支持chrom、火狐（firefox）、苹果（safari）,同样需要安装视频插件才能使用</br>
（4）网页版用户端由于网络不稳，老师端与用户之间的视频通讯断开、音频仍然连接，可以建议用户退出教室重新进入，如果还是不可以，建议用户及老师退出(退出进程)再重新进入</br>

3.老师端登录后，退出后再次登录提示该账号已在其他端登录</br>
（1）找技术更新至3月2日的新版本</br>

4.老师账号无法进入教室，提示该帐号正在直播中的问题（只有3月2日的客户端版本会出现此情况）</br>
（1）MAC老师端是因为在上一次使用中没有正常关闭（拔网线-网线踢掉，损坏、断网、关闭MAC APP没有退出、MAC电脑突然重启）造成的信令没有断开，信令连接的自动断开时间是2分钟左右，可以等待几分钟后再次尝试登陆</br>
（2）网页老师端与MAC老师端一样</br>

5.视频过程中卡顿</br>
（1）网络不流畅，可呼叫网管检查下，我们内部网路情况</br>
（2）电脑CPU及内存使用度过高，可呼叫网管，帮忙退出一些不用的软件</br>
（3）用户端网络不流畅，询问用户所使用的网络运营商（电信、联通、移动、长城等等），多少M的带宽</br>
（4）用户电脑CPU及内存使用度过高，可建议用户暂时关闭一些不用的软件，如消耗电脑性能过高的软件，360，腾讯电脑管家，下载工具等等</br>

6.用非插件模式进入上课，用户看不到讲师，也看不到自己视频</br>
  （1）用户没有用谷歌浏览器上课，在网站或者其它地方下载最新版本的谷歌浏览器安装后，在继续上课</br>
  （2）用户没有下载最新版本的谷歌浏览器上课，在网站或者其它平台下载最新版本的谷歌浏览器安装后，在继续上课</br>
  （3）用户没有同意调用摄像头和麦克风权限，用户正常退出教室，在次进入教室，在弹出的“是否允许接入摄像头和麦克风权限”中，点击“是”</br>
  <img src="../assets/images/title.png" alt="" style="width:100%">
    </div>
</template>

<script>
export default {
}
</script>

<style lang="css">
</style>
